Repository: JuanKaCS2910/DemoTelerikPrueba
Catalog: DemoTelerik/Resources/Resource_HIJKLM.*.resx
Languages: pt_pt

# HacerElCambioDeContrasena
source: Make the password change
pt_pt: Faça a mudança de senha

# HemosEnviandoATuCorreoLasInstrucciones
source: We have sent the instructions to change your password to your email <b>{0}</b>.
pt_pt: Enviamos as instruções para alterar sua senha para seu email <b>{0}</b>.

# HistoricoContrato
source: Historical Contract
pt_pt: Contrato Histórico

# HistoricoPuestos
source: Historic Posts
pt_pt: Posts históricos

# HistoricoSalario
source: Historical Salary
pt_pt: Salário Histórico

# HistoricoSolicitudes
source: Historical Requests
pt_pt: Solicitações históricas

# HoraFin
source: End time
pt_pt: Fim do tempo

# HoraInicio
source: Start Time
pt_pt: Hora de início

# IdEstadoEmpleado
source: Employee State
pt_pt: Status do funcionário

# IdMonedaBase
source: Base Currency
pt_pt: Moeda Base

# IdMonedaCambio
source: Change Currency
pt_pt: Moeda Moeda Câmbios

# IdTipoCambio
source: Change type
pt_pt: Taxa de Câmbio

# InactivarAusentismo
source: Inactivate Absenteeism
pt_pt: Inativar o absenteísmo

# IncluirMayuscula
source: Include Uppercase
pt_pt: Incluir maiúsculas

# IncluirNumero
source: Include Number
pt_pt: Incluir número

# IncluirSimbolo
source: Include Symbol
pt_pt: Incluir símbolo

# IngresarElUsuario
source: Enter the user.
pt_pt: Digite o usuário.

# IngresarLaContrasena
source: Enter the password.
pt_pt: Digite a senha.

# IniciarSesion
source: Login
pt_pt: Iniciar sessão

# Jefe
source: Boss
pt_pt: Patrão

# JefeDirecto
source: Direct boss
pt_pt: Chefe direto

# Jornada
source: Working day
pt_pt: Dia de trabalho

# LasContrasenasNoCoinciden
source: Passwords do not match
pt_pt: As senhas não correspondem

# LicenciaIncorrecta
source: Incorrect license
pt_pt: Licença incorreta

source: Logo
pt_pt: Logomarca

# LogoMenu
source: Menu Logo
pt_pt: Logo do menu

# LongitudMinima
source: Minimum length
pt_pt: Comprimento Mínimo

# LosDatosIngresadosNoCoinciden
source: The data entered does not match.
pt_pt: Os dados inseridos não correspondem.

# Mantenimiento
source: Maintenance
pt_pt: Manutenção

# Marcacion
source: Dialing
pt_pt: Discagem

# MarcacionEmpleados
source: Employee Dialing
pt_pt: Discagem de funcionários

# MaximoMeses
source: Maximum of months
pt_pt: MaximoMeses

# MenuCampo
source: Field Menu
pt_pt: Menu Campo

# MenuSuperior
source: Best menu
pt_pt: Melhor menu

# MinimoMeses
source: Minimum of months
pt_pt: Mínimo de meses

# MinutosAjustados
source: Adjusted minutes
pt_pt: Minutos ajustados

# MiPerfil
source: My profile
pt_pt: Meu perfil

# MisDocumentos
source: My Documents
pt_pt: Meus Documentos

# Mision
source: Mission
pt_pt: Missão

# MisionVisionValores
source: Mission/Vision/Values
pt_pt: Missão/Visão/Valores

# MisProcesos
source: My Processes
pt_pt: Meus processos

# MisSolicitudes
source: My requests
pt_pt: Minhas solicitações

# Modificar
source: Modify
pt_pt: Modificar

# ModoClaro
source: Mode Light
pt_pt: Luz do modo

# ModoOscuro
source: Dark mode
pt_pt: Modo escuro

# ModoPorDefecto
source: Default mode
pt_pt: Modo padrão

# ModosDeTema
source: Theme Modes
pt_pt: Modos de tema

# Modulo
source: Module
pt_pt: Módulo

# Moneda
source: Currency
pt_pt: Moeda

# MonedaCTS
source: CTS currency
pt_pt: Moeda CTS

# MotivoCambioPuesto
source: Reason Change Position
pt_pt: Razão Alterar posição

# Municipio
source: Municipality
pt_pt: Ícone
