Repository: JuanKaCS2910/DemoTelerikPrueba
Catalog: DemoTelerik/Resources/Resource_DEFG.*.resx
Languages: pt_pt

# Dato
source: Datum
pt_pt: Dado

# DatoRequerido
source: Required data
pt_pt: Dados necessários

# DatosAcademicos
source: Academic data
pt_pt: Dados académicos

# DatosAdicionales
source: New Requests
pt_pt: Dados adicionais

# DatosEmpresa
source: Company data
pt_pt: Dados da empresa

# DatosFamiliares
source: Family data
pt_pt: Dados da família

# DatosFinancieros
source: Financial Data
pt_pt: Dados Financeiros

# DatosJuridicos
source: Legal Data
pt_pt: Dados Legais

# DatosPersonales
source: Personal information
pt_pt: Dados pessoais

# DatosPrincipales
source: Main data
pt_pt: Dados principais

# DatosPuesto
source: Position Data
pt_pt: Dados da posição

# DatosReporte
source: Report Data
pt_pt: Dados do relatório

# DebeSelecCfgVaca
source: You must select the vacation settings.
pt_pt: Você deve selecionar as configurações de férias.

# Defecto
source: Default
pt_pt: Padrão

# Departamento
source: Department
pt_pt: Departamento

# Desaprobar
source: Disapprove
pt_pt: Desaprovar

# Descanso
source: Break
pt_pt: Descanso

# Descargar
source: Download
pt_pt: Baixar

# Descripcion
source: Description
pt_pt: Descrição

# DescripcionCese
source: Description Cessation
pt_pt: Descrição Cessação

# Detalle
source: Detail
pt_pt: Detalhe

# DetalleVacaciones
source: Vacation details
pt_pt: Detalhe do feriado

# DiaFinalDelMes
source: Final Day of the Month
pt_pt: Último dia do mês

# DiaInicialDelMes
source: Starting Day of the Month
pt_pt: Dia de início do mês

# Dias
source: Days
pt_pt: Dias

# DiasAntelacion
source: Days in Advance
pt_pt: Dias de antecedência

# DiasDinero
source: Days in Money
pt_pt: Dias em dinheiro

# DiasLaborales
source: Working Days
pt_pt: Dias de trabalho

# DiasMaximoAAprobar
source: Maximum Days to Approve
pt_pt: Máximo de dias para aprovação

# DiasMaximoASolicitar
source: Maximum Days to Request
pt_pt: Máximo de dias para solicitar

# DiasMinimoAAprobar
source: Minimum Days to Approve
pt_pt: Dias Mínimos para Aprovar

# DiasMinimoASolicitar
source: Minimum Days to Request
pt_pt: Dias mínimos para solicitar

# DiasPlazoAprobacion
source: Days Approval Period
pt_pt: Período de Aprovação de Dias

# Direccion
source: Direction
pt_pt: Morada

# DireccionWeb
source: Web address
pt_pt: Endereço da Web

# DocumentoElectronicos
source: Electronic documents
pt_pt: Documentos eletrônicos

# DocumentoElectronicosOtros
source: Other Documents
pt_pt: Outros Documentos

# Edad
source: Age
pt_pt: Era

# EdicionConfiguracionPassword
source: Edition Configuration Password
pt_pt: Senha de configuração da edição

# EdicionDatos
source: Editing Data
pt_pt: Editando Dados

# EdicionEmpresa
source: Company Edition
pt_pt: Edição da empresa

# EdicionEntidadFinanciera
source: Financial Entity Edition
pt_pt: Edição da Entidade Financeira

# Eliminar
source: Remove
pt_pt: Remover

# ElUsuarioNoPuedeEstarAusentePorqueEstaConfirguradoComoReemplazante
source: User {0} cannot be absent for the dates entered because he is confirmed as a replacement
pt_pt: O usuário {0} não pode estar ausente para as datas inseridas porque ele foi confirmado como um substituto

# ElUsuarioSeEncuentraAusenteNoPuedeSerReemplazante
source: User {0} is absent for the dates entered, it cannot be a replacement
pt_pt: O usuário {0} está ausente nas datas inseridas, não pode ser uma substituição

# EmailExiste
source: Email exists
pt_pt: O e-mail existe

# Empleado
source: Employee
pt_pt: Funcionário

# EmpleadoBaja
source: Employee Low
pt_pt: Funcionário baixo

# EmpleadosAsignados
source: Assigned employees
pt_pt: Funcionários designados

# Empresa
source: Company
pt_pt: Companhia

# EmpresaSeEncuentraConfigurado
source: Company {0} is already configured
pt_pt: A empresa {0} já está configurada

# EnlaceInvalidoProbablementePorqueYaFueUsado
source: The link is invalid, probably because it was already used, please make a new password change.
pt_pt: O link é inválido, provavelmente porque já foi usado, por favor, faça uma nova mudança de senha.

# EntidadEmpresa
source: Entity Company
pt_pt: Entidade da empresa

# EntidadFinanciera
source: Financial Entity
pt_pt: Instituição Financeira

# EntidadFinancieraCTS
source: CTS Financial Entity
pt_pt: Entidade financeira CTS

# Entrar
source: Get in
pt_pt: Entrar

# EnviarCorreo
source: Send mail
pt_pt: Enviar e-mail

# EnviarEmailAlFinalizar
source: Send Email at Finish
pt_pt: Enviar Email ao Concluir

# EnviarEmailAprobador
source: Send Approver Email
pt_pt: Enviar Email do Aprovador

# EnviarEmailSolicitante
source: Send Requestor Email
pt_pt: Enviar Email do Solicitante

# EquipoSeguridad
source: Security Team
pt_pt: Equipe de Segurança

source: Error!
pt_pt: Erro

# ErrorDeConexionInformacionSeEncuentraEnUso
source: Connection error or information is in use.
pt_pt: Erro de conexão ou informações estão em uso.

# ErrorEnviarEmail
source: Error sending email.
pt_pt: Erro ao enviar email.

# ErrorSeEncuentraEnUso
source: Information is in use.
pt_pt: A informações estão em uso.

# EsperePorFavor
source: Please wait
pt_pt: Espere, por favor

# Estado
source: State
pt_pt: Estado

# EstadoCivil
source: Civil status
pt_pt: Estado civil

# EstadoEmpleado
source: Employee Status
pt_pt: Status do Funcionário

# EstasAPuntoDeCambiarTuContrasena
source: You are about to change your password.
pt_pt: Você está prestes a mudar sua senha.

# Etiqueta
source: Label
pt_pt: Rótulo

# ExcepcionEnFlujo
source: Exception in Flow
pt_pt: Exceção no fluxo

# ExcepcionEnPasos
source: Exception in Steps
pt_pt: Exceção em etapas

# ExisteCruceDeFechasConOtroAusentismoParaElUsuario
source: There is a date crossing with another absenteeism for user {0}
pt_pt: Há uma data que cruza com outro absenteísmo para o usuário {0}

# ExisteEntidadMarcadaComoPrincipal
source: Entity {0} marked as parent exists
pt_pt: A entidade {0} marcada como pai existe

# Exito
source: Success!
pt_pt: Êxito

# FactorCompraMercado
source: Market Purchase Factor
pt_pt: Mercado de compra de fatores

# FactorCompraOficial
source: Official Purchase Factor
pt_pt: Fator Oficial de Compra

# FactorVentaMercado
source: Market Sale Factor
pt_pt: Fator de venda no mercado

# FactorVentaOficial
source: Official Sale Factor
pt_pt: Fator de venda oficial

# Fecha
source: Date
pt_pt: Encontro

# FechaAFP
source: AFP Date
pt_pt: Data AFP

# FechaCambio
source: Change Date
pt_pt: Data da mudança

# FechaCambioPuesto
source: Date Change Position
pt_pt: Posição de mudança de data

# FechaCese
source: End date
pt_pt: Data final

# FechaCorporacion
source: Corporation Date
pt_pt: Data da Corporação

# FechaFin
source: End Date
pt_pt: Data de término

# FechaFinAusentismo
source: Absenteeism End Date
pt_pt: Data Final de Absenteísmo

# FechaFinContrato
source: Contract End Date
pt_pt: Data de término do contrato

# FechaFinSalario
source: End Date Salary
pt_pt: Salário da Data Final

# FechaIngreso
source: Admission date
pt_pt: Data de admissão

# FechaIngresoPuesto
source: Date Entry Post
pt_pt: Data de entrada

# FechaInicio
source: Start Date
pt_pt: Data de início

# FechaInicioAusentismo
source: Absenteeism Start Date
pt_pt: Data de início do absenteísmo

# FechaInicioContrato
source: Contract Start Date
pt_pt: Data de início do contrato

# FechaInicioNoPuedeSerMayorAFechaFin
source: Start date cannot be greater than end date
pt_pt: A data de início não pode ser posterior à data de término

# FechaInicioSalario
source: Start Date Salary
pt_pt: Data de início Salário

# FechaInscripcion
source: Registration date
pt_pt: Data de Registro

# FechaMatrimonio
source: Marriage Date
pt_pt: Data do casamento

# FechaNacimiento
source: Birth date
pt_pt: Data de nascimento

# FechaTermino
source: End Date
pt_pt: Data final

# Festivo
source: Festive
pt_pt: Festivo

# FinDescanso
source: End Rest
pt_pt: Rest Rest

# FlujoDeAprobacion
source: Approval flow
pt_pt: Fluxo de aprovação

# FlujosAprobacion
source: Approval Flows
pt_pt: Fluxos de Aprovação

# FlujosConfigurados
source: Configured Flows
pt_pt: Fluxos Configurados

# FlujosNoConfigurados
source: Unconfigured Flows
pt_pt: Fluxos não configurados

# FormaPago
source: Payment method
pt_pt: Forma de pagamento

# Formulacion
source: Formulation
pt_pt: Formulação

# Formulario
source: Form
pt_pt: Formato

# Formularios
source: Forms
pt_pt: Formularios

# FormulariosNuevos
source: New Forms
pt_pt: Novos Formulários

# FormulariosPersonalizables
source: Customizable Forms
pt_pt: Formulários personalizáveis

# ForzarCambio
source: Force Change
pt_pt: Forçar mudança

# Foto
source: Photo
pt_pt: Foto

# Generador
source: Generator
pt_pt: Gerador

# GeneradorReporte
source: Report Generator
pt_pt: Gerador de relatórios

source: General
pt_pt: Geral

# Generar
source: Generate
pt_pt: Gerar

# GenerarSolicitud
source: Generate Request
pt_pt: Gerar Pedido

# Genero
source: Gender
pt_pt: Gênero

# Gestion
source: Management
pt_pt: Gestão

# GradoAcademico
source: Academic degree
pt_pt: Grau acadêmico

# GridNoSeleccion
source: You must select a record to save
pt_pt: Você deve selecionar um registro para salvar

# GrupoSanguineo
source: Blood type
pt_pt: Grupo sanguineo

# Guardar
source: Save
pt_pt: Salve

# GuardarCerrar
source: Save Close
pt_pt: Salvar fechar

# GuardarInformacion
source: Save Information
pt_pt: Salvar informações

# GuardarNuevo
source: Save New
pt_pt: Salvar novo
