Repository: JuanKaCS2910/DemoTelerikPrueba
Catalog: DemoTelerik/Resources/Resource_NOP.*.resx
Languages: pt_pt

# Nombre
source: Name
pt_pt: Nome

# NoSePudoActualizar
source: Could not update.
pt_pt: Não foi possível atualizar.

# NoSePudoEliminar
source: It could not be deleted.
pt_pt: Não pode ser excluído.

# NoSePudoRegistrar
source: Could not register.
pt_pt: Não foi possível registrar.

# NuevaContrasena
source: New Password
pt_pt: Nova senha

# OlvidasteTuContrasena
source: Did you forget your password?
pt_pt: Esqueceu sua senha?

# NumeroDias
source: Days number
pt_pt: Número de día

# No
source: Not
pt_pt: Não

# PermitirVacacionesNegativas
source: Allow Negative Holidays
pt_pt: Permitir feriados negativos

# NombreGerenteGeneral
source: General Manager Name
pt_pt: Nome do gerente geral

# NombreRepresentanteLegal
source: Name Legal Representative
pt_pt: Nome Representante Legal

# NroDocGerenteGeneral
source: No. Doc. General Manager
pt_pt: Não. Doc. Gerente Geral

# NroDocRepresentanteLegal
source: No. Doc. Legal Representative
pt_pt: Não. Doc. Representante Legal

# NumeroLicenciaMunicipio
source: Municipality License Number
pt_pt: Número de licença do município

# NumeroRegistroPublico
source: Public Registry Number
pt_pt: Número de registro público

# OtrosDatos
source: Other data
pt_pt: Outros dados

# NombreCorto
source: Short name
pt_pt: Nome Curto

# NumeroRuc
source: Ruc number
pt_pt: Número Ruc

# OtrasOpciones
source: Other options
pt_pt: Outras opções

# Orden
source: Order
pt_pt: Encomendar

# NoCumpleContraseña
source: It does not meet the password requirements.
pt_pt: Ele não atende aos requisitos de senha.

# Puerto
source: Port
pt_pt: Porta

# NoSePudoRegistrarPorqueYaExiste
source: Could not register because it already exists.
pt_pt: Não consegui me registrar porque já existe

# ParametrosGenerales
source: General Parameters
pt_pt: Parâmetros Gerais

# PermisoMenuCampo
source: Field Menu Permission
pt_pt: Permissão do Menu Campo

# PlantillaCorreo
source: Mail template
pt_pt: Modelo de correio

# Pagar
source: Buy
pt_pt: Pagar

# Periodos
source: Periods
pt_pt: Períodos

# NombreArea
source: Name Area
pt_pt: Área de nome

# NombreDepartamento
source: Department Name
pt_pt: Nome do departamento

# NombrePlanilla
source: Payroll Name
pt_pt: Nome da folha de pagamento

# NombrePuesto
source: Name Position
pt_pt: Nome Posição

# NombreSeccion
source: Section Name
pt_pt: Nome da Seção

# NroDocumento
source: Document No.
pt_pt: N º do documento.

# NoSePudoDarDeBaja
source: Could not unsubscribe.
pt_pt: Não foi possível cancelar a inscrição.

# NroAFP
source: No. AFP
pt_pt: Não. AFP

# NombrePermisoSalud
source: Name Health Permit
pt_pt: Nome Permissão de Saúde

# NroPermisoSalud
source: No. Health Permit
pt_pt: Não. Permissão de Saúde

# NumeroSueldos
source: Number Salaries
pt_pt: Número de salários

# NumeroCuentaSueldo
source: Salary Account Number
pt_pt: Número da conta de salário

# NumeroCuentaSueldoCTS
source: CTS Salary Account Number
pt_pt: Número da conta de salário CTS

# PrimerApellido
source: Surname
pt_pt: Primeiro apelido

# NroDocumentoIdentidad
source: Identity Document Number
pt_pt: Número do documento de identidade

# Nacionalidad1
source: Nationality 1
pt_pt: Nacionalidade 1

# Nacionalidad2
source: Nationality 2
pt_pt: Nacionalidade 2

# PaisNacimiento
source: Country of birth
pt_pt: País de nascimento

# PaisResidencia
source: Country Residence
pt_pt: Residência Rural

# Observaciones
source: Observations
pt_pt: Observações

# Puestos
source: Position
pt_pt: Posição

# PuestoPadre
source: Position Father
pt_pt: Posição do pai

# NumeroPlazas
source: Number of places
pt_pt: Número de lugares

# NoSePudoCambiarDePuesto
source: Could not change position
pt_pt: Não foi possível alterar a posição

# Nacionalidad
source: Nationality
pt_pt: Nacionalidade

# NoSePudoCambiarDeContrato
source: Could not change contract
pt_pt: Não foi possível alterar o contrato

# NoSePudoCambiarDeSalario
source: Could not change salary
pt_pt: Não foi possível alterar o salário

# NoSePudoCambiarDeEstructura
source: Could not change structure
pt_pt: Não foi possível alterar a estrutura

# Prevista
source: Foreseen
pt_pt: Previsto

# ObservacionFinal
source: End Observation
pt_pt: Observação Final

# ObservacionInicio
source: Start Observation
pt_pt: Início de Observação

# Procedimiento
source: Process
pt_pt: Processo

# NuevoFlujoDeAprobacion
source: New Approval Flow
pt_pt: Novo Fluxo de Aprovação

# NombreDelFlujo
source: Flow Name
pt_pt: Nome do Fluxo

# PasosDeAprobacion
source: Approval Steps
pt_pt: Etapas de Aprovação

# Paso
source: Step
pt_pt: Etapa

# NumeroMinimoAprobadores
source: Minimum Number of Approvers
pt_pt: Número mínimo de aprovadores

# PasoSiguienteAprobacion
source: Next Step Approval
pt_pt: Aprovação da próxima etapa

# PasoSiguienteDesaprobacion
source: Next Step Disapproval
pt_pt: Próxima etapa de desaprovação

# NuevoFlujo
source: New Flow
pt_pt: Novo Fluxo

# NoAplica
source: Does not apply
pt_pt: Não se aplica

# NoSePudoActivar
source: Could not activate
pt_pt: Não foi possível ativar

# NoSePudoInactivar
source: Could not be inactivated
pt_pt: Não foi possível inativar

# Planilla
source: Payroll
pt_pt: Folha de pagamento

# PermisoInformacion
source: Permission Information
pt_pt: Informação de permissão

# PoliticaSolicitud
source: Request Policy
pt_pt: Política de Solicitação

# Oscuro
source: Dark
pt_pt: Sombrio

# NombreDelFormulario
source: Form Name
pt_pt: Nome do formulario

# Obligatorio
source: Required
pt_pt: Requeridos

# NuevoFormulario
source: New Form
pt_pt: Nova forma

# NuevasSolicitudes
source: New Requests
pt_pt: Novos Pedidos

# NivelPuesto
source: Job Level
pt_pt: Nível de Emprego

# OtrasConfiguraciones
source: Other Settings
pt_pt: Outros ajustes

# Numero
source: Number
pt_pt: Número

# OrigenVacaciones
source: Origin of vacations
pt_pt: Origem dos feriados

# OrigenAdicional
source: Additional Origin
pt_pt: Origem Adicional
