Repository: JuanKaCS2910/DemoTelerikPrueba
Catalog: DemoTelerik/Resources/Resource_QRSTU.*.resx
Languages: pt_pt

# RegresarAInicioDeSesion
source: Return to login
pt_pt: Retornar ao login

# SeActualizoCorrectamente
source: It was updated successfully.
pt_pt: Foi atualizado com sucesso.

# SeEliminoCorrectamente
source: It was successfully deleted.
pt_pt: Foi eliminado com sucesso.

# SeHaCambiadoLaContrasena
source: The password has been changed.
pt_pt: A senha foi alterada.

# SeHaEnviandoUnEnlaceCorrectamenteATuCorreo
source: A link has been sent correctly to your email.
pt_pt: Um link foi enviado corretamente para o seu email.

# SeHaProducidoUnError
source: An error has occurred
pt_pt: Ocorreu um erro

# Seleccione
source: Select
pt_pt: Selecione

# SeRegistroCorrectamente
source: It was registered correctly.
pt_pt: Foi registrado corretamente.

# Si
source: Yes
pt_pt: Sim

# Simbolo
source: Symbol
pt_pt: Símbolo

# TeEnviaremosUnEnlaceATuCorreo
source: We will send you a link to your email so you can change the password.
pt_pt: Enviaremos um link para seu e-mail para que você possa alterar a senha.

# Telefono1
source: Telephone 1
pt_pt: Telefone 1

# Telefono2
source: Telephone 2
pt_pt: Telefone 2

# TipoAfp
source: AFP type
pt_pt: Tipo de AFP

# TipoCasa
source: House type
pt_pt: Tipo de casa

# TipoDocGerenteGeneral
source: Type Doc. General Manager
pt_pt: Tipo Doc. Gerente Geral

# TipoDocRepresentanteLegal
source: Type Doc. Legal Representative
pt_pt: Tipo Doc. Representante Legal

# TipoDocumentoIdentidad
source: Type of identity document
pt_pt: Tipo de documento de identidade

# TipoGiro
source: Turn type
pt_pt: Virar tipo

# TipoVias
source: Way Type
pt_pt: Tipo de Faixas

# TipoZona
source: Zone Type
pt_pt: Tipo de zona

# Titulo
source: Title
pt_pt: Título

# Usuario
source: User
pt_pt: Nome de usuário

# UsuarioNoExisteOSeEncuentraBloqueado
source: User does not exist or is locked.
pt_pt: O usuário não existe ou está bloqueado.

# UsuarioOContrasenaIncorrectas
source: Incorrect username or password.
pt_pt: Nome de usuário ou senha incorretos.

# SeleccionarImagen
source: Select image
pt_pt: Selecionar imagem

# SoloSePuedeSeleccionar
source: Can only be selected
pt_pt: Só pode ser selecionado

# TipoCampo
source: Type Field
pt_pt: Campo Tipo

# TipoGenero
source: Gender Type
pt_pt: Tipo de sexo

# TipoPermisoMenuCampo
source: Type Permission Menu Field
pt_pt: Campo do menu Tipo de permissão

# Solicitud
source: Request
pt_pt: Pedido

# RechazoSolicitud
source: Rejection Request
pt_pt: Pedido de Rejeição

# SolicitudUsuarioNuevo
source: New User Request
pt_pt: Solicitação de novo usuário

# SolicitudCambioPassword
source: Change Password Request
pt_pt: Solicitação de alteração de senha

# TabOpcion
source: This option is used to create, modify and delete
pt_pt: Esta opção é usada para criar, modificar e excluir

# UbicacionGeografica
source: Geographic Location
pt_pt: Localização Geográfica

# TipoCambio
source: Exchange Rate
pt_pt: Taxa de Câmbio

# TipoCuentaBancaria
source: Bank Account Type
pt_pt: Tipo Conta Bancária

source: Roles
pt_pt: Funções

# Seguridad
source: Security
pt_pt: Segurança

# Recomendado
source: Recommended
pt_pt: Recomendado

# TipoInstruccion
source: Instruction Type
pt_pt: Tipo de Instrução

# TipoLicencia
source: License Type
pt_pt: Tipo de licença

# TipoPariente
source: Relative Type
pt_pt: Tipo relativo

# Seccion
source: Section
pt_pt: Seção

# Unidad
source: Unit
pt_pt: Unidade

# TipoMotivoCese
source: Reason for cessation
pt_pt: Motivo da cessação

# TipoIngresoEmpresa
source: Income Type
pt_pt: Tipo de Renda

# TipoPlanilla
source: Payroll Type
pt_pt: Folha de pagamento

# Utilidades
source: Utilities
pt_pt: Utilidade

# TipoContrato
source: Contract Type
pt_pt: Tipo Contrato

# SeHaDadoDeBajaCorrectamente
source: You have successfully unsubscribed.
pt_pt: Você cancelou a inscrição com sucesso.

# Telefono3
source: Telephone 3
pt_pt: Telefone 3

# Ubicacion1
source: Location 1
pt_pt: Localização 1

# Ubicacion2
source: Location 2
pt_pt: Localização 2

# TipoIngreso
source: Income Type
pt_pt: Tipo de Renda

# Sueldo
source: Salary
pt_pt: Salário

# SegundoApellido
source: Second surname
pt_pt: Segundo sobrenome

# UbigueoNacimiento
source: Ubigeo Birth
pt_pt: Nascimento de Ubigeo

# UbigueoResidencia
source: Ubigueo Residence
pt_pt: Residência Ubigueo

# TipoSeguro
source: Safe Type
pt_pt: Tipo seguro

# SeHaCambiadoDePuestoCorrectamente
source: Shifted successfully
pt_pt: Deslocado com sucesso

# Ubicacion
source: Location
pt_pt: Localização

# Salarial
source: Wage
pt_pt: Salário

# SeleccionarArchivo
source: Select File
pt_pt: Selecione o arquivo

# SeHaCambiadoDeContratoCorrectamente
source: Contract has been successfully changed
pt_pt: Contrato alterado com sucesso

# SeHaCambiadoDeSalarioCorrectamente
source: Salary has been changed correctly
pt_pt: O salário foi alterado corretamente

# SeHaCambiadoDeEstructuraCorrectamente
source: Structure has been successfully changed
pt_pt: A estrutura foi alterada com sucesso

# Salir
source: Get out
pt_pt: Sair

# TotalHoras
source: Total hours
pt_pt: Total de horas

# ReenviarDesaprobada
source: Resend Deprecated
pt_pt: Reenviar obsoleto

# TipoAprobacion
source: Approval Type
pt_pt: Tipo de Aprovação

# SeleccionarTipoAprobacion
source: Select approval type
pt_pt: Selecione o tipo de aprovação

# TipoExcepcion
source: Exception Type
pt_pt: Tipo de exceção

# TipoConfiguracion
source: Configuration Type
pt_pt: Tipo de Configuração

# UsuarioOpcional
source: Optional User
pt_pt: Usuário Opcional

# SeleccionePuesto
source: Select Position
pt_pt: Selecione a posição

# SeleccioneColaborador
source: Select Contributor
pt_pt: Selecione Contribuidor

# SeleccioneRol
source: Select Role
pt_pt: Selecione a função

# Reportes
source: Reports
pt_pt: Relatórios

# TabOpcionGenerarPdf
source: This option is used to generate the PDFs that will be sent to each collaborator
pt_pt: Esta opção é usada para gerar os PDFs que serão enviados a cada colaborador

# TipoReporte
source: Report Type
pt_pt: Tipo de relatório

# TipoTabla
source: Table Type
pt_pt: Tipo de Tabela

# UsuarioAusente
source: Absent User
pt_pt: Usuário ausente

# UsuarioReemplazante
source: Replacement User
pt_pt: Usuário substituto

# UsuarioReemplazanteNoPuedeSerIgual
source: Replacing user cannot be the same as the absent user
pt_pt: Substituir usuário não pode ser igual ao usuário ausente

# SeActivoCorrectamente
source: Activated successfully
pt_pt: Ativado com sucesso

# SeInactivoCorrectamente
source: It was inactivated successfully
pt_pt: Foi desativado com sucesso

# SolicitudesEstandar
source: Standard Requests
pt_pt: Solicitações Padrão

# CaObligatoriosIncompletos
source: Incomplete mandatory fields
pt_pt: Campos obrigatórios incompletos, verifique as guias

# MeObligatoriosIncompletos
source: check in the tabs and complete the required fields
pt_pt: verifique as abas e preencha os campos obrigatórios

# Reingreso
source: Re-entry
pt_pt: Reentrada

# TabOpcionModificar
source: This option is used to modify
pt_pt: Esta opção é usada para modificar

# Todos
source: Everyone
pt_pt: Todos

# TabOpcionSolicitudes
source: This option is used to generate
pt_pt: Esta opção é usada para gerar

# SolicitudAprobacion
source: Approval request
pt_pt: Pedido de aprovação

# RegistroSolicitud
source: Application Record
pt_pt: Registro de Aplicação

# TipoSolicitud
source: Type of request
pt_pt: Tipo de pedido
